
export const VALUE_COMPATIBILITY_TEST_HEADER = `Тест личностной совместимости`;
export const VALUE_COMPATIBILITY_TEST_MAIN_TEXT = `Поможет определить, насколько схожи между собой ваши жизненные приоритеты и ценности`;

export const VALUE_COMPATIBILITY_TEST_DESCRIPTION1 = `Для гармонии в отношениях крайне важно, чтобы партнеры были схожи в своих
  жизненных устремлениях, приоритетах и ценностях.  Психологически совместимый партнер – это не только человек привлекательной
  внешности и подходящего характера, это прежде всего человек с похожими жизненными интересами и устремлениями, с которым у вас много
  общего.  Такого человека можно назвать соратником и единомышленником, который близок Вам по духу и жизненной философии.`;
export const VALUE_COMPATIBILITY_TEST_DESCRIPTION2 = `Тест личностной совместимости позволяет определить, насколько близки ваши с партнером
  (или потенциальным партнером) жизненные приоритеты, устремления и ценности.`;

export const ROLE_COMPATIBILITY_TEST_HEADER = `Тест ролевой совместимости`;
export const ROLE_COMPATIBILITY_TEST_MAIN_TEXT = `Поможет выяснить, насколько совпадают ваши представления о ролях и обязанностях в отношениях`;
export const ROLE_COMPATIBILITY_TEST_DESCRIPTION1 = `Отношения – это не только общение и секс, но еще и совместные усилия по решению
  разных хозяйственно-бытовых и воспитательных задач. У каждого человека своя система представлений  о том, как должны распределяться
  роли и обязанности в отношениях:  что должен делать я, а что мой партнер. Чем согласованней такая система представлений с
  аналогичной системой партнера, тем проще находить общий язык, договариваться и эффективно организовывать совместную деятельность,
  и тем меньше причин для конфликтов и напряжений. Но, к сожалению, о разночтениях и нестыковках в этих представлениях мы узнаем не
  сразу, а уже “погрузившись” в отношения, и это может быть крайне неприятным сюрпризом.`;
export const ROLE_COMPATIBILITY_TEST_DESCRIPTION2 = `Тест ролевой совместимости позволит вам быстро и точно определить, насколько ваши
  с партнером представления о ролях и обязанностях в отношениях совпадают друг с другом.`;

export const LOVE_COMPATIBILITY_TEST_HEADER = `Тест любовной совместимости`;
export const LOVE_COMPATIBILITY_TEST_MAIN_TEXT = `Поможет определить, насколько подходят друг другу ваши способы выражения любви`;
export const LOVE_COMPATIBILITY_TEST_DESCRIPTION1 = `Практически все люди хотят чувствовать себя любимыми и любить – дарить свое чувство
  близким людям. Потребность в любви – одна из базовых потребностей человека, а наши отношения с партнером – место, где она должна
  качественно насыщаться. Ведь зачастую именно ради любви мы затеваем этот сложный и хлопотный проект под названием “отношения”.`;
export const LOVE_COMPATIBILITY_TEST_DESCRIPTION2 = `Но что нужно, чтобы вы чувствовали, что ваш партнер вас любит? И что нужно, чтобы ваш
  партнер чувствовал, что вы любите его? Для этого необходимо, чтобы ваш способ выражения любви совпадал с запросами-потребностями вашего
  партнера, а способ выражения партнера – совпадал с вашим.`
export const LOVE_COMPATIBILITY_TEST_DESCRIPTION3 = `Наш Тест любовной совместимости позволит определить, насколько ваши способы выражения
  любви подходят друг другу. А также позволит увидеть, где в этом вопросе имеются “разночтения” и “нестыковки”. Это поможет вам пойти
  навстречу друг другу и выражать свою любовь в форме, которая необходима партнеру.`;

export const SEXUAL_COMPATIBILITY_TEST_HEADER = `Тест сексуальной совместимости`;
export const SEXUAL_COMPATIBILITY_TEST_MAIN_TEXT = `Поможет выяснить, насколько совпадают ваши сексуальные предпочтения`;
export const SEXUAL_COMPATIBILITY_TEST_DESCRIPTION1 = `Много ли вы знаете благополучных семей или отношений, где наблюдались бы проблемы
  с сексом, а во всех остальных сферах царили гармония и взаимопонимание? Сексуальная совместимость партнеров – важное условия
  гармоничных отношений.  Потребность в сексе – одна из самых сильных потребностей человека, и крайне важно, чтобы ваши отношения с
  партнером позволяли ее качественно и взаимно удовлетворять. Как правило, сексуальная несовместимость партнеров приводит к
  хронической сексуальной неудовлетворенности, а она, в свою очередь, приводит к проблемам  во всех остальных сферах отношений.`;
export const SEXUAL_COMPATIBILITY_TEST_DESCRIPTION2 = `У каждого человека  есть свой уникальный запрос относительно формы сексуального
  контакта и способа удовлетворения сексуальной потребности. Тест сексуальной совместимости поможет Вам определить, насколько ваши
  сексуальные предпочтения и представления о желаемых и допустимых способах удовлетворения сексуальной потребности совпадают с аналогичными
  предпочтениями и представлениями вашего партнера. Другими словами, насколько вам хочется одного и того же в сексе, и насколько вы к
  готовы «пойти навстречу» сексуальным предпочтениям партнера.`;

export const TEST_IS_PASSED = `Тест пройден`;
export const TEST_ISNT_PASSED = `Тест не пройден`;

