export const ABOUT_HEADER = `ЗАЧЕМ ОПРЕДЕЛЯТЬ ПСИХОЛОГИЧЕСКУЮ СОВМЕСТИМОСТЬ?`;
export const ABOUT_EPIGRAPH1 = `«Складывается такое впечатление,`;
export const ABOUT_EPIGRAPH2 = `что большинство людей проявляет гораздо больше здравого смысла и рассудительности`;
export const ABOUT_EPIGRAPH3 = `в выборе обуви, чем в выборе спутника жизни»`;
export const ABOUT_EPIGRAPH_SIGNATURE = `Кто-то из единомышленников`;

export const PSYCHOLOGICAL_INCOMPATIBILITY_HEADER = `ПСИХОЛОГИЧЕСКАЯ НЕСОВМЕСТИМОСТЬ – ПРИЧИНА ПРОБЛЕМ В ОТНОШЕНИЯХ.`;
export const PSYCHOLOGICAL_INCOMPATIBILITY_DESCRIPTION = `Если разбираться в причинах конфликтов и проблем в  отношениях, мы обнаружим,
    что в основе большинства из них лежит несовместимость определенных психологических качеств партнеров. Эта несовместимость  может
    неожиданно проявиться как неприятие особенностей характера партнера («не сошлись характерами»); несовпадение жизненных интересов и
    приоритетов («хотим от жизни разного»);  расхождения в ценностях, убеждениях и мировоззрении («по-разному смотрим на мир и оцениваем
    происходящее»). Чем больше таких несоответствий, тем выше вероятность возникновения конфликтов и тем сложнее нам уживаться с партнером.
    А следовательно, тем больше усилий нам необходимо прикладывать для  поддержания отношений. Как тут не вспомнить известную формулу:
    «Хорошие отношения – это отношения, которые дают нам энергию для жизни, работы и творчества. Плохие отношения – это отношения, которые
    эту энергию отбирают»! Психологически несовместимые партнеры  вынуждены тратить свои ресурсы на разрешение постоянно возникающих
    противоречий и конфликтов, в то время как у  совместимых партнеров большинство таких противоречий попросту не возникает.`;

export const PSYCHOLOGICAL_COMPATIBILITY_HEADER = `ПСИХОЛОГИЧЕСКАЯ СОВМЕСТИМОСТЬ – ЭТО ФУНДАМЕНТ ГАРМОНИЧНЫХ ОТНОШЕНИЙ.`;
export const PSYCHOLOGICAL_COMPATIBILITY_DESCRIPTION = `Все люди хотят счастливых, прочных,  гармоничных отношений, но построить таковые
    получается до обидного редко. Что же мешает нам это сделать? И  в чем секрет счастливых и прочных отношений? Одним из важнейших условий
    таких отношений является психологическая совместимость – определенное благоприятное сочетание психологических качеств партнеров, при
    котором они:`;
export const PSYCHOLOGICAL_COMPATIBILITY_LIST1 = `могут долгое время находиться вместе и не испытывать при этом дискомфорта или напряжения;`;
export const PSYCHOLOGICAL_COMPATIBILITY_LIST2 = `хорошо понимают друг друга;`;
export const PSYCHOLOGICAL_COMPATIBILITY_LIST3 = `испытывают взаимную симпатию и принимают друг друга;`;
export const PSYCHOLOGICAL_COMPATIBILITY_LIST4 = `слаженно и эффективно решают разные бытовые и профессиональные задачи.`;
export const PSYCHOLOGICAL_COMPATIBILITY_FOOTER = `Психологическую совместимость можно сравнить с фундаментом дома. А наши попытки
    построить отношения с несовместимым партнером – с попытками построить дом на непрочном, перекошенном фундаменте: вместо красивого
    прочного дома мы рискуем получить хлипкую, неприглядную хибару. И это несмотря на нашу искреннюю увлеченность партнером (поначалу она
    бывает почти у всех) и все наши старания и усилия.`;

export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_HEADER = `ПСИХОЛОГИЧЕСКУЮ СОВМЕСТИМОСТЬ МОЖНО ИЗМЕРИТЬ.`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_DESCRIPTION = ` И это вы сможете сделать  на нашем сайте, который полностью
    посвящен психологической совместимости и методам ее определения. Наши тесты для измерения психологической совместимости – это удобные
    и эффективно работающие инструменты, которые помогут вам как в осознанном выборе подходящего партнера, так и в гармонизации уже
    существующих отношений. Они позволят вам быстро и комплексно выяснить, насколько вы с партнером психологически совместимы по многим
    интересующим вас аспектам. С помощью наших тестов вы сможете определить:`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_LIST11 = `личностную совместимость`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_LIST12 = ` (согласованность ценностей и жизненных приоритетов),`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_LIST21 = `ролевую совместимость`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_LIST22 = ` (согласованность ролей в отношениях),`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_LIST31 = `любовную совместимость`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_LIST32 = ` (согласованность форм выражения и удовлетворения потребности в любви),`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_LIST41 = `сексуальную совместимость`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_LIST42 = ` (согласованность форм выражения и удовлетворения потребности в сексе).`;
export const PSYCHOLOGICAL_COMPATIBILITY_CAN_BE_MEASURED_FOOTER = `Кроме этого, по результатам тестирования мы представим вам отчет с
    подробными  описаниями результатов и рекомендациями, в том числе на случай, если вдруг по интересующему вас аспекту совместимости вы
    получили неудовлетворительный результат.`;
