// ====================VALUE COMPATIBILITY TEST INSTRUCTION ==================
export const VC_INSTRUCTION_TITLE = `Уважаемый пользователь`;

export const VC_INSTRUCTION_ITEM_1_1 = `Сейчас вам будут предложены карточки с описаниями, которые касаются общих жизненных приоритетов, а также определенных личных качеств и психологических состояний.  Каждый раз будет предъявляться  2 карточки, из которых  вам нужно будет`;
export const VC_INSTRUCTION_ITEM_1_2 = ` выбрать только одну `;
export const VC_INSTRUCTION_ITEM_1_3 = `–  ту, на которой представлены наиболее важные и значимые лично для вас жизненные приоритеты. Например:`;

export const VC_INSTRUCTION_ITEM_2_1 = `Вам необходимо будет определить для себя,`;
export const VC_INSTRUCTION_ITEM_2_2 = ` что для вас важнее - Здоровье или Удовольствия?`;

export const VC_INSTRUCTION_ITEM_3 = `После этого вам нужно навести курсор на выбранную карточку и подтвердить свой выбор, кликнув по ней мышью (левой клавишей).  После чего вам будет предъявлена следующая пара карточек.`;

export const VC_INSTRUCTION_ITEM_4_TITLE = `Как правильно проходить тест?`;
export const VC_INSTRUCTION_ITEM_4_1_1 = `Сконцентрируйтесь на прохождении теста. `;
export const VC_INSTRUCTION_ITEM_4_1_2 = `Для того чтобы ответить на вопросы теста, необходимо, чтобы вы внимательно “прислушались” к себе.  Постарайтесь во время прохождения теста ни на что не отвлекаться и максимально сконцентрировать свое внимание на работе с тестом.   Помните: от того, насколько точно результаты теста будут отражать-описывать именно вас, зависит точность определения совместимости с вашим партнером.`;
export const VC_INSTRUCTION_ITEM_4_2_1 = `Важно, чтобы вы выбрали то, что действительно для вас более ценно. `;
export const VC_INSTRUCTION_ITEM_4_2_2 = `Поэтому постарайтесь отвечать максимально открыто – свободно выражайте свои  предпочтения.`;
export const VC_INSTRUCTION_ITEM_4_3_1 = `Старайтесь долго  не думать над выбором. `;
export const VC_INSTRUCTION_ITEM_4_3_2 = `В случае, если вам покажется, что сознательный выбор между двумя карточками сделать тяжело (обе одинаковы важны), просто доверьтесь себе и сделайте выбор интуитивно.`;
export const VC_INSTRUCTION_ITEM_4_4_1 = `Не бросайте начатый тест. `;
export const VC_INSTRUCTION_ITEM_4_4_2 = `Он займет у вас совсем немного времени  (в среднем `;
export const VC_INSTRUCTION_ITEM_4_4_3 = `около 10 минут`;
export const VC_INSTRUCTION_ITEM_4_4_4 = `), поэтому мы просим вас не бросать и не откладывать начатый тест, а пройти его за один подход. Это недолго и совсем не больно!`;



