export const LIMIT_TO_OPEN_INVITE_TOKEN_LINKS = 20;
export const TOKENS_HEADER = 'Перешли эти сообшения троим друзьям и узнай, совместимы ли вы!';
export const TOKENS_INVITE = 'Привет! Тут есть один интересный тест, который измеряет психологическую совместимость. Предлагаю тебе тоже его пройти, и тогда мы сможем узнать наш совместный результат – насколько мы с тобой психологически совместимы и насколько совпадают наши жизненные цели и приоритеты. Для того чтобы пройти тестирование и увидеть результаты, тебе необходимо просто перейти по данной ссылке:';
export const TOKENS_NOT_EXIST = 'Вы уже использовали все ваши ссылки';
export const TOOLTIP = 'Нажмите кнопку справа, чтобы скопировать текст  -->';
