export const FOR_WHOM_OUR_SITE_HEADER1 = `ХОТИТЕ НАЙТИ ПАРТНЕРА ДЛЯ ГАРМОНИЧНЫХ И ДЛИТЕЛЬНЫХ ОТНОШЕНИЙ?`;
export const FOR_WHOM_OUR_SITE1 = `Наши методики определяют и проясняют достаточно большое количество психологических характеристик
  и аспектов психологической совместимости. Информация о совместимости в разных аспектах и сферах отношений, которую вы получите,
  пройдя тестирование, позволит вам сделать максимально осознанный выбор и выбрать наиболее подходящего вам партнера.`;

export const FOR_WHOM_OUR_SITE_HEADER2 = `ХОТИТЕ НАЙТИ ЛЮДЕЙ БЛИЗКИХ ПО ДУХУ, ИНТЕРЕСАМ И УВЛЕЧЕНИЯМ?`;
export const FOR_WHOM_OUR_SITE2 = `Тест личностной совместимости – это то, что нужно для вас. С его помощью вы сможете найти партнеров
  близких вам по жизненной философии и мировоззрению для приятного, интересного и содержательного общения.`;

export const FOR_WHOM_OUR_SITE_HEADER3 = `ИНТЕРЕСУЕТЕСЬ ПСИХОЛОГИЕЙ ОТНОШЕНИЙ?`;
export const FOR_WHOM_OUR_SITE3 = `Наши методики позволят вам выступить в роли исследователя. Вы сможете самостоятельно определить,
  какие психологические причины стоят за реально наблюдаемыми сложностями и напряжениями в отношениях с вашими близкими, друзьями
  и родственниками`;

export const FOR_WHOM_OUR_SITE_HEADER4 = `ХОТИТЕ  РАЗОБРАТЬСЯ В ПРИЧИНАХ ВОЗНИКАЮЩИХ ПРОБЛЕМ В  ОТНОШЕНИЯХ?`;
export const FOR_WHOM_OUR_SITE4 = `Наши тесты позволят выявить «нестыковки» и несоответствия в сочетании психологических качеств, которые
 приводят к конфликтам, а в отчетах можно будет ознакомиться с рекомендациями, как компенсировать и “сгладить”  эти несоответствия.`;
